Repository: frePPLe/frepple
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: it

source: Invalid date: expecting YYYY-MM-DD HH:MM:SS
it: Data non valida: si attende YYYY-MM-DD HH:MM:SS

source: seconds
it: secondi

source: minutes
it: minuti

source: hours
it: ore

source: days
it: giorni

source: weeks
it: settimane

source: name
it: nome

source: owner
it: dipendenza

source: Hierarchical parent
it: Genitore gerarchico

source: last modified
it: modificato in data

source: value
it: valore

source: description
it: descrizione

source: parameter
it: Parametri di pianificazione

source: parameters
it: Parametri di pianificazione

source: Table
it: Tabella

source: List
it: Lista

source: Detect automatically
it: Individua autoamaticamente

source: user
it: utilizzatore

source: language
it: lingua

source: identifier
it: identificativo

source: day
it: giorno

source: week
it: settimana

source: month
it: mese

source: quarter
it: quadrimestre

source: year
it: anno

source: start date
it: Data d'inizio

source: end date
it: Data di fine

source: Permission denied
it: Permesso negato

source: %(title)s for %(entity)s
it: %(title)s per %(entity)s

source: Changed %s.
it: Variato %s.

source: and
it: e

source: Invalid upload request
it: richiesta di upload non valida

source: Incorrect field %(column)s
it: Campo errato %(column)s

source: Missing primary key field %(key)s
it: Manca il campo della chiave primaria %(key)s

source: Row %(rownum)s: %(message)s
it: Riga %(rownum)s: %(message)s

source: Row %(rownum)s field %(field)s: %(data)s: %(message)s
it: Riga %(rownum)s field %(field)s: %(data)s: %(message)s

source: Exception during upload: %(message)s
it: Eccezione durante l'upload: %(message)s

source: File upload aborted with errors: changed %(changed)d and added %(added)d records
it: Upload del file abortito con errori: changed %(changed)d and added %(added)d records

source: data field
it: campo dati

source: Language of the user interface
it: Lingua dell'interfaccia utente

source: Successfully updated preferences
it: Preferenze aggiornate con successo

source: Failure updating preferences
it: Aggiornamento preferenze fallito

source: Edit my preferences
it: Editare le mie preferenze

source: User List
it: Lista degli utilizzatori

source: last name
it: Cognome

source: Group List
it: Lista dei gruppi

source: Parameter List
it: Lista dei Parametri

source: type
it: tipo

source: category
it: categoria

source: message
it: messaggio

source: log entries
it: note registrate

source: log entry
it: nota registrata

source: Execute
it: Esegui

source: Only POST method allowed
it: Solo metodo POST permesso

source: Erased the database
it: Avvio cancellazione banca dati

source: Failure during database erasing: %(msg)s
it: Fallimento durante la cancellazione del database: %(msg)s

source: Invalid input field
it: Campo di input non valido

source: Created sample model in the database
it: Modello di esempio creato nel databese

source: Failure during sample model creation: %(msg)s
it: Errore creazione modello di esempio: %(msg)s

source: Successfully created a plan
it: Piano creato con successo

source: Failure creating a plan: %(msg)s
it: Errore creazione modello di esempio: %(msg)s

source: Missing dataset name
it: Nome del dataset mancante

source: Loaded dataset
it: Dataset caricato

source: Error while loading dataset: %(msg)s
it: Errore nel caricamento del dataset: %(msg)s

source: Command log
it: Registrazione dei comandi

source: Start initializing dates
it: Avvio inizializzazione date

source: Finished initializing dates
it: Fine inizializzazione date

source: Failure initializing dates
it: Errore inizializzazione date

source: Start creating sample model with parameters
it: Avvio creazione modello di esempio con i parametri

source: Finished creating sample model
it: Fine creazione modello di esempio

source: Failure creating sample model
it: Errore creazione modello di esempio

source: Start erasing the database
it: Avvio cancellazione banca dati

source: Finished erasing the database
it: Fine cancellazione banca dati

source: Failed erasing the database
it: Errore cancellazione banca dati

source: Start creating frePPLe plan of type %(plantype)d and constraints %(constraint)d
it: Avvio creazione piano frePPLe del tipo %(plantype)d e vincoli %(constraint)d

source: Finished creating frePPLe plan
it: Fine creazione del piano frePPLe

source: Failure when creating frePPLe plan
it: Errore nella creazione del piano frePPLe

source: Planning parameters
it: Parametri di pianificazione

source: Inventory
it: Scorte

source: Planning parameters for procurement buffers
it: Parametri di pianificazione dei buffer di fornitura

source: priority
it: priorità

source: minimum cost
it: costo minimo

source: minimum penalty
it: penalità minima

source: minimum cost plus penalty
it: costo minimo più la penalità

source: subcategory
it: sotto categoria

source: default value
it: valore di default

source: Value to be used when no entry is effective
it: Valore da utilizzare nel caso non vi siano registrazioni attive

source: calendar
it: calendario

source: calendars
it: calendari

source: calendar bucket
it: bucket di calendario

source: calendar buckets
it: buckets di calendario

source: available
it: disponibile

source: Calendar defining the working hours and holidays of this location
it: Calendario che definisce le ore di lavoro e le vacanze in questa localizzazione

source: location
it: localizzazione

source: locations
it: localizzazioni

source: customer
it: cliente

source: customers
it: clienti

source: delivery operation
it: operazione di consegna

source: Default operation used to ship a demand for this item
it: Operazione di default utilizzata per spedire questo articolo

source: price
it: prezzo

source: Selling price of the item
it: Prezzo di vendita dell'articolo

source: item
it: articolo

source: items
it: articoli

source: fixed_time
it: tempo fisso

source: time_per
it: tempo per

source: routing
it: ciclo

source: alternate
it: alternativo

source: release fence
it: limite di rilascio

source: Operationplans within this time window from the current day are expected to be released to production ERP
it: I piani operativi all'interno di questa finestra temporale a partire dalla data corrente si prevede saranno rilasciati all'ERP di produzione

source: pre-op time
it: tempo di pre operazione

source: A delay time to be respected as a soft constraint before starting the operation
it: Un ritardo da rispettare come vincolo lieve prima dell'inizio dell'operazione

source: post-op time
it: tempo di post operazione

source: A delay time to be respected as a soft constraint after ending the operation
it: Un ritardo da rispettare come vincolo lieve alla fine dell'operazione

source: size minimum
it: grandezza minima

source: A minimum quantity for operationplans
it: Una quantità minima per i piani operativi

source: size multiple
it: grandezza multipla

source: A multiple quantity for operationplans
it: Una quantità multipla per i piani operativi

source: size maximum
it: massima dimensione

source: A maximum quantity for operationplans
it: Una quantità minima per i piani operativi

source: cost
it: costo

source: Cost per operationplan unit
it: Costo per unità di piano operativo

source: duration
it: durata

source: A fixed duration for the operation
it: Una durata fissa per l'operazione

source: duration per unit
it: durata per unità

source: A variable duration for the operation
it: Una durata variabile per l'operazione

source: search mode
it: metodo di ricerca

source: Method to select prefered alternate
it: Metodo di selezione delle alternative preferite

source: operation
it: operazione

source: operations
it: operazioni

source: suboperation
it: sotto operazioni

source: effective start
it: inizo effettivo

source: Validity start date
it: Validità della data d'inizio

source: effective end
it: fine effettiva

source: Validity end date
it: Validità della data di fine

source: suboperations
it: sotto operazioni

source: Infinite
it: Infinito

source: Procure
it: Fornisci

source: onhand
it: disponibilità in stock

source: current inventory
it: scorte attuali

source: minimum
it: minimo

source: producing
it: in produzione

source: Operation to replenish the buffer
it: Operazione per rifornire il buffer

source: carrying cost
it: costo di matenimento

source: Cost of holding inventory in this buffer, expressed as an annual percentage of the item price.
it: Costo di mantenimento delle scorte in questo buffer, espresso come percentuale annuale del prezzo dell'articolo.

source: Leadtime for supplier of a procure buffer
it: Lead time per il fornitore di un buffer di fornitura

source: fence
it: limite

source: Frozen fence for creating new procurements
it: Limite per la creazione di nuove forniture

source: min_inventory
it: scorta minima

source: Inventory level that triggers replenishment of a procure buffer
it: Livello di scorta che avvia il rifornimento di un buffer di fornitura

source: max_inventory
it: scorta massima

source: Inventory level to which a procure buffer is replenished
it: Livello di scorta al quale un buffer di fornitura è rifornito

source: min_interval
it: intervallo minimo

source: Minimum time interval between replenishments of a procure buffer
it: Intervallo minimo tra i rifornimenti di un buffer di fornitura

source: max_interval
it: intervallo massimo

source: Maximum time interval between replenishments of a procure buffer
it: Massimo intervallo tra i rifornimenti di un buffer di fornitura

source: size_minimum
it: grandezza minima

source: Minimum size of replenishments of a procure buffer
it: Grandezza minima dei rifornimenti di un buffer di fornitura

source: size_multiple
it: grandezza multipla

source: Replenishments of a procure buffer are a multiple of this quantity
it: I rifornimenti di un buffer di fornitura sono dei multipli di questa quantità

source: size_maximum
it: grandezza massima

source: Maximum size of replenishments of a procure buffer
it: Grandezza massima dei rifornimenti di un buffer di fornitura

source: setup matrix
it: Matrice di setup

source: setup matrices
it: Matrici di setup

source: from setup
it: da setup

source: Name of the old setup (wildcard characters are supported)
it: Nome del vecchio setup (caratteri wildcard non sono supportati)

source: to setup
it: al setup

source: Name of the new setup (wildcard characters are supported)
it: Nome del nuovo setuo (caratteri wildcard non sono supportati)

source: Duration of the changeover
it: Durata della conversione

source: Cost of the conversion
it: Costo della conversione

source: setup matrix rule
it: Regola della matrice di setup

source: setup matrix rules
it: Regole delle matrici di setup

source: maximum
it: massimo

source: Cost for using 1 unit of the resource for 1 hour
it: Costo di utilizzo di 1 unità della risorsa per 1 ora

source: max early
it: massimo anticipo

source: Time window before the ask date where we look for available capacity
it: Finestra di tempo prima della data richiesta liddove si ricerca la capacità disponibile

source: Setup matrix defining the conversion time and cost
it: Matrice di setup che difinisce il tempo ed il costo della conversione

source: Setup of the resource at the start of the plan
it: Setup della risorsa all'inizio del piano

source: resource
it: risorsa

source: resources
it: risorse

source: Priority of this flow in a group of alternates
it: Priorità di questo flusso in un gruppo di alternativi

source: Start
it: Inizio

source: End
it: Fine

source: quantity
it: quantità

source: Quantity to consume or produce per operationplan unit
it: Quantità da consuma o produrre per unità di piano operativo

source: Consume/produce material at the start or the end of the operationplan
it: Consuma/produce materiale all'inizio oppure alla fine del piano operativo

source: Optional name of this flow
it: Nome opzionale di questo flusso

source: Puts the flow in a group of alternate flows
it: Inserisci il flusso in un gruppo di flussi alternativi

source: flow
it: flusso

source: flows
it: flussi

source: Optional name of this load
it: Nome opzionale per questo carico

source: Puts the load in a group of alternate loads
it: Inserisci il carico in un gruppo di carichi alternativi

source: Priority of this load in a group of alternates
it: Priorità di questo carico in un gruppo di alternativi

source: Setup required on the resource for this operation
it: Setup richiesto sulla risorsa per questa oerazione

source: load
it: carico

source: loads
it: carichi

source: Unique identifier of an operationplan
it: Identificativo unico del piano operativo

source: locked
it: bloccato

source: Prevent or allow changes
it: Previeni o permetti le variazioni

source: operationplan
it: piano operativo

source: operationplans
it: piani operativi

source: due
it: scadenza

source: Due date of the demand
it: Data di scadenza dell'ordine

source: Operation used to satisfy this demand
it: Operazione utilizzata per soddisfare l'ordine

source: minimum shipment
it: spedizione minima

source: Minimum shipment quantity when planning this demand
it: Quantità minima di spedizione nel pianificare l'ordine

source: maximum lateness
it: Ritardo massimo

source: Maximum lateness allowed when planning this demand
it: Quantità massima di spedizione nel pianificare l'ordine

source: demand
it: ordine

source: demands
it: ordini

source: Buffer List
it: Lista dei Buffer

source: Setup Matrix List
it: Lista delle matrici di setup

source: Resource List
it: Lista delle Risorse

source: maxearly
it: massimo anticipo

source: Location List
it: Lista delle localizzazioni

source: Customer List
it: Lista dei Clienti

source: Item List
it: Lista degli Articoli

source: Load List
it: Lista dei Carichi

source: Flow List
it: Lista dei Flussi

source: Demand List
it: Lista degli Ordini

source: Calendar List
it: Lista dei calendari

source: Operation List
it: Lista delle Operazioni

source: Suboperation List
it: Lista delle Sotto Operazioni

source: Operationplan List
it: Lista del Piano Operativo

source: unavailable
it: indisponibile

source: startdate
it: data di inizio

source: enddate
it: data di fine

source: entity
it: entità

source: weight
it: importanza

source: problem
it: problema

source: problems
it: problemi

source: constraint
it: vincolo

source: constraints
it: vincoli

source: free
it: libero

source: loadplan
it: Piano di Carico

source: loadplans
it: Piani di Carico

source: date
it: data

source: flowplan
it: Piano dei Flussi

source: flowplans
it: Piani dei Flussi

source: demand quantity
it: Quantità dell'Ordine

source: planned quantity
it: quantità pianificata

source: planned date
it: data pianificata

source: depth
it: profondità

source: consuming operationplan
it: sta consumando il piano operativo

source: consuming date
it: data di consumo

source: producing operationplan
it: piano operativo in produzione

source: producing date
it: data di produzione

source: quantity demand
it: quantità dell'ordine

source: quantity buffer
it: buffer di quantità

source: demand pegging
it: pegging dell'ordine

source: demand peggings
it: peggings degli ordini

source: forecast
it: previsione

source: total quantity
it: quantità totale

source: net quantity
it: quantità netta

source: consumed quantity
it: quantità consumata

source: forecast plan
it: piano previsionale

source: forecast plans
it: piani previsionali

source: Inventory report
it: Rapporto sulle scorte

source: start inventory
it: livello iniziale di scorte

source: produced
it: prodotto

source: consumed
it: consumato

source: end inventory
it: livello di scorte finale

source: plan
it: piano

source: Inventory detail report
it: Rapporto dettagliato sulle scorte

source: material
it: materiale

source: capacity
it: capacità

source: overload
it: sovraccarico

source: underload
it: sotto carico

source: material excess
it: eccesso di materiale

source: material shortage
it: mancanza di materiale

source: excess
it: eccesso

source: short
it: mancanza

source: early
it: anticipo

source: late
it: ritardo

source: unplanned
it: non pianificato

source: precedence
it: precedenza

source: before fence
it: prima del limite

source: before current
it: prima del corrente

source: Constraint Report
it: Rapporto sui Vincoli

source: Demand report
it: Rapporto sugli ordini

source: supply
it: fornitura

source: Demand plan detail
it: Dettaglio del piano della domanda

source: Performance Indicators
it: Indicatori di Prestazione

source: Operation report
it: Rapporto sulle operazioni

source: locked starts
it: il blocco comincia

source: total starts
it: inizio del totale

source: locked ends
it: il blocco finisce

source: total ends
it: fine del totale

source: Operation detail report
it: Rapporto sui dettagli delle operazioni

source: Demand plan
it: Piano della Domanda

source: Pegging report
it: Rapporto sul Pegging

source: Problem Report
it: Rapporto sui Problemi

source: Resource report
it: Rapporto sulle risorse

source: utilization %
it: utilizzazione %

source: Resource detail report
it: Rapporto sui dettagli delle risorse

source: Supply Path
it: Percorso di Fornitura

source: Where Used
it: Dove Utilizzato

source: Plan
it: Parametri

source: Plan detail
it: Dettaglio del piano

source: Constrained demand
it: Domanda vincolata

source: Why short or late?
it: Perche' parziale ed in ritardo?

source: Filter
it: Filtro

source: Time
it: Tempo

source: Import
it: Importa

source: Export
it: Esporta

source: months
it: mese

source: Reports
it: Rapporti

source: Problem report
it: Rapporto sui problemi

source: Constraint report
it: Rapporto sui vincoli

source: Admin
it: Amministrazione

source: Preferences
it: Preferenze

source: Unknown content
it: Contenuto sconosciuto

source: Constraints
it: Vincoli

source: Capacity: respect capacity limits
it: Capacità: rispetto dei limiti di capacità

source: Material: respect procurement limits
it: Materiale: rispetto dei limiti di fornitura

source: Lead time: do not plan in the past
it: Lead Time: non si creano piani nel passato

source: Release fence: do not plan within the release time window
it: Limite di rilascio: non si creano piani all'interno della finestra di rilascio

source: Model generator
it: Generatore del modello

source: <th scope="row"><a>Create a model</a></th> <td>Create a sample model in the database.<br/> The parameters control the size and complexity.<br/> Number of end items: <input id="create0" name="clusters" type="text" maxlength="5" size="5" value="100" onchange="calcUtil()"/><br/> <b>Demand:</b><br/> &nbsp;&nbsp;Monthly forecast per end item: <input id="create1" name="fcst" type="text" maxlength="4" size="4" value="50" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Demands per end item: <input id="create2" name="demands" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Average delivery lead time: <input id="create3" name="deliver_lt" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/> days<br/> <b>Raw Materials:</b><br/> &nbsp;&nbsp;Depth of bill-of-material: <input id="create4" name="levels" type="text" maxlength="2" size="2" value="5" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Total number of components: <input id="create5" name="components" type="text" maxlength="5" size="5" value="200" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Number of components per end item: <input id="create6" name="components_per" type="text" maxlength="5" size="5" value="4" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Average procurement lead time: <input id="create7" name="procure_lt" type="text" maxlength="4" size="4" value="40" onchange="calcUtil()"/> days<br/> <b>Capacity:</b><br/> &nbsp;&nbsp;Number of resources: <input id="create8" name="rsrc_number" type="text" maxlength="3" size="3" value="60" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Size of each resource: <input id="create9" name="rsrc_size" type="text" maxlength="3" size="3" value="5" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Expected average resource utilization: <span id="util">76.7</span>&#37;<br/> </td> <td><input id="create" type="submit" value="Create"/></td>
it: <th scope="row"><a>Create a model</a></th> <td>Create a sample model in the database.<br/> The parameters control the size and complexity.<br/> Number of end items: <input id="create0" name="clusters" type="text" maxlength="5" size="5" value="100" onchange="calcUtil()"/><br/> <b>Demand:</b><br/> &nbsp;&nbsp;Monthly forecast per end item: <input id="create1" name="fcst" type="text" maxlength="4" size="4" value="50" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Demands per end item: <input id="create2" name="demands" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Average delivery lead time: <input id="create3" name="deliver_lt" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/> days<br/> <b>Raw Materials:</b><br/> &nbsp;&nbsp;Depth of bill-of-material: <input id="create4" name="levels" type="text" maxlength="2" size="2" value="5" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Total number of components: <input id="create5" name="components" type="text" maxlength="5" size="5" value="200" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Number of components per end item: <input id="create6" name="components_per" type="text" maxlength="5" size="5" value="4" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Average procurement lead time: <input id="create7" name="procure_lt" type="text" maxlength="4" size="4" value="40" onchange="calcUtil()"/> days<br/> <b>Capacity:</b><br/> &nbsp;&nbsp;Number of resources: <input id="create8" name="rsrc_number" type="text" maxlength="3" size="3" value="50" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Size of each resource: <input id="create9" name="rsrc_size" type="text" maxlength="3" size="3" value="4" onchange="calcUtil()"/><br/> &nbsp;&nbsp;Expected average resource utilization: <span id="util">76.7</span>&#37;<br/> </td> <td><input id="create" type="submit" value="Create"/></td>

source: Sorry, You don't have any execute permissions...
it: Ci scusiamo ma non avete nessun permesso per lanciare ...

source: Detail
it: Dettaglio

source: units
it: unità

source: frePPLe needs Adobe Flash Player to display graphs. If you're unable to see the chart here, it means that your browser does not seem to have the Flash Player installed.<br/> You can downloaded it <a href="http://www.adobe.com/products/flashplayer/" target="_blank"><u>here</u></a> for free.
it: frePPLe ha bisogno di Adobe Flash Player per mostrare i grafici. Se il grafico non è visibile significa che il browser potrebbe non avere il Flash Player installato.<br/> E' possibile scaricarlo liberamente da <a href="http://www.adobe.com/products/flashplayer/" target="_blank"><u>here</u></a>.
